/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Copyright"         = "Copyright © 2020 Marlo Kessler. All Rights Reserved.";
"Version"           = "Version";
"Imprint"           = "Imprint";
"Privacy Statement" = "Privacy Statement";


"Imprint"      = "Imprint";
"imprint body" = "Information pursuant to § 5 TMG \n\nMarlo Kessler \nAm Ameisenhübel 14 \n66851 Bann \nGermany \n\n\nContact \nPhone: +491745102182 \nE-mail: hello@connapptivity.com \n\nWe are neither willing nor obliged to participate in dispute resolution proceedings before a consumer arbitration board. \n\n\nLiability for Contents \n\nAs service providers, we are liable for own contents of these websites according to Paragraph 7, Sect. 1 German Telemedia Act (TMG). However, according to Paragraphs 8 to 10 German Telemedia Act (TMG), service providers are not obligated to permanently monitor submitted or stored information or to search for evidences that indicate illegal activities. \nLegal obligations to removing information or to blocking the use of information remain unchallenged. In this case, liability is only possible at the time of knowledge about a specific violation of law. Illegal contents will be removed immediately at the time we get knowledge of them. \n\n\nCopyright \n\nContents and compilations published on these websites by the providers are subject to German copyright laws. Reproduction, editing, distribution as well as the use of any kind outside the scope of the copyright law require a written permission of the author or originator. Downloads and copies of these websites are permitted for private use only. \n\nThe commercial use of our contents without permission of the originator is prohibited. \n\nCopyright laws of third parties are respected as long as the contents on these websites do not originate from the provider. Contributions of third parties on this site are indicated as such. However, if you notice any violations of copyright law, please inform us. Such contents will be removed immediately. \n\n\nVersion: September, 2020";

"privacy title"   = "Privacy Statement";
"privacy title 1" = "I. General information";
"privacy body 1"  = "We take the protection of your personal data very seriously and treat it confidentially and in accordance with the statutory data protection regulations and this Data Protection Statement. This Data Protection Statement applies to our cellular iPhone and Android apps (hereinafter \"APP\"). It explains the nature, purpose and scope of data collection during APP use. We point out that data transmission over the Internet be exposed to security gaps. A complete protection of the data from access by third parties is not possible. \n\n\nController (responsible entity) \n\nThe controller (responsible entity) for data processing within the framework of this APP is: \n\nMarlo Kessler \nAm Ameisenhuebel 14 \n66851 Bann \nGermany \n\nE-Mail: hello@connapptivity.com \nTel.: +491745102182 \n\nThe \"Controller (responsible entity)\" is the entity that collects, processes or uses personal data (e.g. names, e-mail addresses, etc.). \n\n\nData Protection Officer \n\nYou can reach our Data Protection Officer under: \n\nMarlo Kessler \nAm Ameisenhuebel 14 \n66851 Bann \nGermany \nE-Mail: dataprotection@connapptivity.com \nTel.: +491745102182 \n\n\nGeneral storage duration of personal data \n\nUnless otherwise specified or specifically specified in this Data Protection Statement, personal data collected by this APP shall be stored until you request us to delete it, revoke your consent to storage or the purpose for the data storage is no longer applicable. Insofar as there is a statutory obligation to store or any other legally recognized reason for storing the data (e.g. legitimate interest), the personal data concerned shall not be deleted before the respective retention reason ceases to apply. \n\n\nLegal basis for the storage of personal data \n\nThe processing of personal data is only permitted insofar as there is an effective legal basis for the processing of such data. Insofar as we process your data, this is done regularly on the basis of your consent pursuant to Art. 6 (1) lit. a GDPR (for example, insofar as your data is provided voluntarily in the registration form or within the framework of the contact form), for the purpose of fulfilling the contract in accordance with Article 6 (1) lit. b GDPR (e.g. when using in-app purchases or the use of other fee-based APP functions) or due to legitimate interests pursuant to Art. 6 (1) lit. f GDPR, which are always weighed taking your interests into consideration (for example in the context of advertising campaigns). The relevant legal bases may be specified in a separate provision within the framework of this Data Protection Statement. \n\n\nEncryption \n\nThis APP uses encryption for security purposes and to protect the transmission of sensitive content, such as requests you send to us as an APP operator, or communication between APP users. This encryption prevents the data you submit from being read by unauthorized third parties. \n\n\nChange of this Data Protection Statement \n\nWe reserve the right to change these Data Protection Provisions at any time in accordance with statutory requirements.";

"privacy title 2" = "II. Your rights";
"privacy body 2" = "The GDPR grants data subjects, whose personal data is processed by us specific rights, with regard to which we would like to inform you at this juncture: \n\n\nRevocation of your consent to data processing \n\nMany data processing operations are only possible with your consent. These shall be requested from you before the start of data processing. You can revoke this consent at any time. An informal message by e-mail to us is sufficient. The legality of the data processing operations carried out until the revocation remains unaffected by the revocation. \n\n\nRIGHT OF OBJECTION AGAINST DATA COLLECTION IN PARTICULAR CASES AND AGAINST DIRECT ADVERTISING (ART. 21 GDPR) \n\nINSOFAR AS DATA PROCESSING IS BASED ON ART. 6 (1) LIT. E OR F GDPR, YOU AS A DATA SUBJECT RESERVE THE RIGHT, AT ANY TIME, TO FILE AN OBJECTION, FOR REASONS ARISING OUT OF ITS SPECIAL SITUATION, AGANST THE PROCESSING OF YOUR PERSONAL DATA CONCERNED; THIS APPLIES ALSO TO A PROFILING BASED ON THESE PROVISIONS. PLEASE REFER TO THIS DATA PROTECTION STATEMENT FOR THE RELEVANT LEGAL BASIS PURSUNT TO WHICH A PROCESSING IS PERMITTED. INSOFAR AS YOU FILE AN OBJECTION, WE SHALL NO LONGER PROCESS THE AFFECTED PERSONAL DATA UNLESS WE CAN PROVIDE LEGITIMATE INTERESTS FOR PROCESSING, WHICH TAKE PRECEDENCE OVER YOUR INTERESTS, RIGHTS AND FREEDOMS OR INSOFAR AS THE PROCESSING SERVES THE ASSERTION, EXERCISE OR DEFENSE OF LEGAL CLAIMS. \n\n\nRight of appeal to a supervisory authority \n\nIn the case of violations of the GDPR, the data subject is entitled to a right of appeal to a supervisory authority. The right of appeal is without prejudice to any other administrative or judicial remedies. \n\nINSOFAR AS YOUR PERSONAL DATA IS PROCESSED FOR THEPUPOSES OF THE EXERCISE OF DIRECT ADVERTISING, YOU RESERVE THE RIGHT TO FILE AN OBJECTION AGAINST THE PROCESSING OF YOUR PERSONAL DATA FOR THE PURPOSE OF SUCH ADVERTISING; THIS ALSO APPLIES TO PROFILING, INSOFAR AS IT IS RELATED TO SUCH DIRECT ADVERTISING. INSOFAR AS YOU FILE AN OBJECTION, YOUR PERSONAL DATA SHALL THEN NO LONGER BE USED FOR THE PURPOSES OFDIRECT ADVERTISING. \n\n\nInformation, deletion and rectification \n\nAs a data subject, you at any given time reserve the right to free information about your stored personal data, its origin and recipients and the purpose of the data processing, as well as a right to rectification or deletion of this data. For further information on personal data, please contact us at any time under the address provided in the imprint. \n\n\nRight to restriction of processing \n\nAs a data subject, you at any given time reserve the right to request the restriction of the processing of your personal data. You can contact us at any time under the address provided in the imprint. The right to restrict processing exists in the following cases: \n\n - Insofar as you challenge the accuracy of your personal information stored with us, whereby we usually need time to verify this. For the duration of the audit, you as a data subject reserve the right to request the restriction of the processing of your personal data. \n - Insofar as the processing of your personal data is unlawful, you as a data subject reserve the right to request the restriction of data processing instead of the deletion. \n - Insofar as we no longer require your personal information, but you need it to exercise, defend or assert a claim, you as a data subject reserve the right to request that your personal information be restricted instead of deleting it. \n - Insofar as you have filed an objection pursuant to Art. 21 (1) GDPR, a weighing-up of your and our interests must be carried out. As long as it is not clear whose interests prevail, you as a data subject reserve the right to demand the restriction of the processing of your personal data. \n\nInsofar as you have restricted the processing of your personal data, this data – without prejudice to its storage – may only be used with your consent or for the purpose of asserting, exercising or defending legal claims or protecting the rights of another natural or legal person or for important public interests of the European Union or a Member State. \n\n\nRight to data portability \n\nYou as a data subject reserve the right to have data that we automatically process on the basis of your consent or in fulfilment of a contract, to be transmitted to you personally or to a third party in a standard, machine-readable format. Insofar as you require the direct transmission of the data to another controller (responsible entity), this shall only be done to the extent technically feasible.";

"privacy title 3" = "III. Access rights of the APP";
"privacy body 3" = "To provide our services through the APP, we require the access rights listed below, which allow us to access specific functions of your device. \n\n - Calendars \n - Appointments \n - Contacts \n - Device number of your smartphone \n\nAccess to the device functions is required to ensure the functionality of the APP. The legal basis for this data processing is our legitimate interest within the meaning of Art. 6 (1) lit. f GDPR, your consent within the meaning of Art. 6 (1) lit. a GDPR or – insofar as a contract has been concluded – the fulfilment of our contractual obligations (Article 6 (1) (b) GDPR). \nThe storage period for the data thus collected is regulated as follows: We save your data until you deletethe APP or delete your data in your phone settings.";

"privacy title 4" = "IV. Collection of personal data within the framework of APP use";
"privacy body 4" = "General \n\nWhen you use our APP, we collect the following personal information from you: \n\n - First and Last Name \n - E-mail address \n - Usage data \n - IP address \n - Device identification \n - Metadata \n\nThe processing of this personal data is necessary to ensure the functionality of the APP. The legal basis for this data processing is our legitimate interest within the meaning of Art. 6 (1) lit. f GDPR, your consent within the meaning of Art. 6 (1) lit. a GDPR or – insofar as a contract has been concluded – the fulfilment of our contractual obligations (Article 6 (1) (b) GDPR). \nThe storage period for the data thus collected is regulated as follows: We store your data as long as you do not requestus to delete them. \n\n\nInquiry within the APP, by e-mail, telephone or fax \n\nInsofar as you contact us (e.g. via contact form within the app, by e-mail, telephone or fax), your request including all resulting personal data (e.g. name, request) shall be stored and processed by us for the purpose of processing your request. The processing of this data is based on Art. 6 (1) lit. b GDPR, insofar as your request relates to the fulfilment of a contract or is required for the implementation of pre-contractual measures. In all other cases the processing is based on your consent (Art. 6 (1) lit. a GDPR) and / or on our legitimate interests (Art. 6 (1) lit. f GDPR), since we have a legitimate interest in the effective processing of requests addressed to us. The data sent by you to us by way of contact request, remain with us until you request us to delete it, revoke your consent to storage or the purpose for data storage ceases to apply (e.g. after completion of your request). Mandatory statutory provisions – in particular statutory retention periods – remain unaffected. We shall not share your information without your consent.";

"privacy title 5" = "V. Data Analysis";
"privacy body 5" = "When you access our APP, your behaviour may be statistically analysed using certain analysis tools and analysed for promotional or market research purposes or to improve our offerings. When using such tools, we ensure compliance with Statutory Data Protection Provisions. When using external service providers (processors), we ensure through appropriate contracts with the service providers that the data processing complies with German and European data protection standards. \n\n\nGoogle Analytics Firebase \n\nWe use Google Analytics Firebase (hereafter Google Firebase) to analyse user behaviour. Provider is Google Inc., 1600 Amphitheater Parkway, Mountain View, CA 94043, USA. \nGoogle Firebase includes several features that allow us to analyse your in-app behaviour. In this way we can analyse, for example, your screen calls, operation of buttons, in-app purchases or the effectiveness of advertising campaigns. We can also determine which features are commonly or rarely used within our APP. Google Firebase stores for these purposes, among others the number and duration of sessions, operating systems, device models, region, and a range of other data. For a detailed overview of the data collected by Google Firebase, see: https://support.google.com/firebase/answer/6318039?hl=de \nUse of Google Firebase may require the transfer of your personal information to the United States. The storage period for the data thus acquired is regulated as follows: The data will be stored as long as you do noot request their deletion. \nUse of Google Firebase is effected to optimize this APP and improve our offerings. This constitutes a legitimate interest within the meaning of Art. 6 (1) lit. f GDPR \nFor more information about Google Firebase, visit: \n\nhttps://firebase.google.com/ https://www.firebase.com/terms/privacy-policy.html \n\n\nVersion: September, 2020";
